<p><strong>Pol&iacute;tica de Privacidade da Aplica&ccedil;&atilde;o GlutenFree</strong></p>
<p><strong>&Uacute;ltima atualiza&ccedil;&atilde;o: 11/06/2024</strong></p>
<p>Bem-vindo &agrave; aplica&ccedil;&atilde;o GlutenFree. Esta Pol&iacute;tica de Privacidade descreve como coletamos, usamos e protegemos suas informa&ccedil;&otilde;es ao usar nossa aplica&ccedil;&atilde;o. Ao utilizar a GlutenFree, voc&ecirc; concorda com os termos desta pol&iacute;tica.</p>
<p><strong>1. Informa&ccedil;&otilde;es que Coletamos</strong></p>
<p>a. <strong>Informa&ccedil;&otilde;es Pessoais</strong>: Podemos coletar informa&ccedil;&otilde;es pessoais identific&aacute;veis, como nome, endere&ccedil;o de e-mail e outras informa&ccedil;&otilde;es que voc&ecirc; nos fornece diretamente atrav&eacute;s da aplica&ccedil;&atilde;o.</p>
<p>b. <strong>Informa&ccedil;&otilde;es N&atilde;o Pessoais</strong>: Podemos coletar informa&ccedil;&otilde;es n&atilde;o pessoais que n&atilde;o identificam um indiv&iacute;duo espec&iacute;fico. Isso pode incluir dados demogr&aacute;ficos, informa&ccedil;&otilde;es sobre o dispositivo e dados de uso.</p>
<p><strong>2. Uso das Informa&ccedil;&otilde;es</strong></p>
<p>Utilizamos as informa&ccedil;&otilde;es coletadas para os seguintes fins:</p>
<ul>
<li>Fornecer e melhorar nossos servi&ccedil;os.</li>
<li>Personalizar a experi&ecirc;ncia do usu&aacute;rio.</li>
<li>Enviar notifica&ccedil;&otilde;es e atualiza&ccedil;&otilde;es importantes.</li>
<li>Responder a consultas e fornecer suporte ao cliente.</li>
<li>Analisar o uso da aplica&ccedil;&atilde;o para entender melhor as necessidades dos usu&aacute;rios.</li>
</ul>
<p><strong>3. Compartilhamento de Informa&ccedil;&otilde;es</strong></p>
<p>N&atilde;o vendemos, trocamos ou transferimos suas informa&ccedil;&otilde;es pessoais para terceiros sem seu consentimento, exceto conforme descrito abaixo:</p>
<ul>
<li><strong>Prestadores de Servi&ccedil;os</strong>: Podemos compartilhar suas informa&ccedil;&otilde;es com prestadores de servi&ccedil;os de confian&ccedil;a que nos ajudam a operar a aplica&ccedil;&atilde;o, desde que concordem em manter essas informa&ccedil;&otilde;es confidenciais.</li>
<li><strong>Conformidade Legal</strong>: Podemos divulgar suas informa&ccedil;&otilde;es para cumprir com a lei ou responder a solicita&ccedil;&otilde;es legais.</li>
</ul>
<p><strong>4. Seguran&ccedil;a das Informa&ccedil;&otilde;es</strong></p>
<p>Tomamos medidas razo&aacute;veis para proteger suas informa&ccedil;&otilde;es pessoais contra acesso, uso ou divulga&ccedil;&atilde;o n&atilde;o autorizados. No entanto, nenhuma transmiss&atilde;o de dados pela internet ou m&eacute;todo de armazenamento eletr&ocirc;nico &eacute; 100% seguro, portanto, n&atilde;o podemos garantir seguran&ccedil;a absoluta.</p>
<p><strong>5. Seus Direitos</strong></p>
<p>Voc&ecirc; tem o direito de acessar, corrigir, atualizar ou excluir suas informa&ccedil;&otilde;es pessoais. Para exercer esses direitos, entre em contato conosco pelo e-mail <a rel="noreferrer">goncalosantosgarrido@gmail.com</a>.</p>
<p><strong>6. Altera&ccedil;&otilde;es a Esta Pol&iacute;tica de Privacidade</strong></p>
<p>Podemos atualizar esta Pol&iacute;tica de Privacidade periodicamente. Notificaremos voc&ecirc; sobre quaisquer mudan&ccedil;as publicando a nova pol&iacute;tica nesta p&aacute;gina. Recomenda-se revisar esta pol&iacute;tica regularmente para se manter informado sobre nossas pr&aacute;ticas de privacidade.</p>
<p><strong>7. Contato</strong></p>
<p>Se voc&ecirc; tiver d&uacute;vidas ou preocupa&ccedil;&otilde;es sobre esta Pol&iacute;tica de Privacidade ou sobre nossas pr&aacute;ticas de privacidade, entre em contato conosco:</p>
<p><strong>Gon&ccedil;alo Garrido</strong><br /><strong>Email:</strong> <a rel="noreferrer">goncalosantosgarrido@gmail.com</a></p>
<!-- Comments are visible in the HTML source only -->
